// Напишите программу, которая принимает на вход трёхзначное число и на выходе показывает вторую цифру этого числа.
// 456 -> 5
// 782 -> 8
// 918 -> 1
// Console.WriteLine("Введите целое трехзначное число");
// int num = Convert.ToInt32(Console.ReadLine());
// if (num<100 | num>999) Console.WriteLine("Читаем первое условие внимательнее)");
// if (num>99 && num<1000) 
// Console.WriteLine("Вторая цифра числа ="+(num/10)%10);
